export const REGIONS = [
  "Ташкент (город)",
  "Ташкентская область",
  "Андижанская область",
  "Бухарская область",
  "Ферганская область",
  "Джизакская область",
  "Наманганская область",
  "Навоийская область",
  "Кашкадарьинская область",
  "Самаркандская область",
  "Сырдарьинская область",
  "Сурхандарьинская область",
  "Хорезмская область",
  "Республика Каракалпакстан",
  "Другое",
] as const;

export const CITIES = REGIONS;

export const CURRENCIES = ["USD", "EUR", "UZS", "TRY", "RUB"] as const;

export const EXPENSE_CATEGORIES = [
  "Транспорт",
  "Проживание",
  "Питание",
  "Товары",
  "Комиссии",
  "Прочее",
] as const;
